;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Eesti
WebLang=EST
Translator=tudiludi - tudiludi.estonia@mail.ee
Codepage=UNICODE 
Version=2.0.5


[Uninstaller Toolbar]
102 = Vaade
103 = Suvandid
104 = Eemaldaja
105 = Tööriistad
106 = Jälitaja režiim
107 = Nimekiri
108 = Ikoonid
109 = Detailid
110 = Eemalda
111 = Kustuta sissekanne
112 = Värskenda
113 = Oled kindel, et soovid valitud sissekande kustutada?
114 = Oled kindel, et soovid eemaldada valitud programmi?
115 = Uuenda
116 = Abi
117 = Käesoleva tööriista abi...
118 = Koduleht...
119 = Programmist...
120 = Sa ei ole administraator!
121 = Oled kindel, et soovid eemaldada valitud süsteemikomponendi?\nVajuta STOP, kui sa ei tea, mida teed!
122 = Eemaldaja näitab sulle kõiki paigaldatud programme ja komponente, mis on paigaldatud sinu ja kõikide kasutajate jaoks. Detailse vaate režiimis või kontekstimenüüs saad sa lugeda lisateavet (lingid ja paigalduste atribuudid). Revo Uninstaller'i põhiline funktsioon on Jälitaja režiim. See režiim annab sulle paindlikke võimalusi eemaldamiseks, peatamiseks, kustutamiseks või automaatse käivitumise keelamiseks ühe hiireklõpsuga.
123 = Otsi
124 = Leitud:
125 = Oled kindel, et soovid valitud süsteemikomponendi kustutada registrist?\nSee komponent võib olla vajalik sinu operatsioonisüsteemi jaoks!
126 =  ei käivitu enam automaatselt!
127 =  käivitub automaatselt
128 = %s on paigaldatud samasse kohta, kuhu ka %s!\nJäänuseid on leitud mõlemast rakendusest! Märgista hoolikalt, mida soovid eemaldada!
129 = Sunnitud eemaldamine

[Uninstaller List]
150 = Rakendus
151 = Maht
152 = Versioon
153 = Paigaldamisaeg
154 = Kompanii
155 = Veebileht
156 = Märkus
157 = Eemaldaja teave
158 = Registri võti
159 = Paigaldaja

[Uninstaller StatusBar]
201 = Paigaldatud: 
202 = Laadimine...

[Registry Optimizer]
302 = Vali, kust kontrollida
303 = Startmenüü

[Autorun Toolbar]
407 = Käivita
408 = Peata
409 = Eemalda
410 = Üksused :
411 = Lubatud :
412 = Käivituse haldajaga saad, lisaks rakenduste Windowsiga automaatse käivitumise lubamisele ja keelamisele, ka lisainformatsiooni sellest eraldiseisvast programmist. Saad teada käivituskoha, kirjelduse, tootja, staatuse (töötab või mitte) ja käivitamise käsu asukoha (kas registrist või kõvakettal olevast failist).

[Autorun List]
450 = Käivitatava nimi
451 = Käivituskoht
452 = Kirjeldus
453 = Tootja
454 = Staatus
455 = Asukoht
456 = TÖÖTAB
457 = EI TÖÖTA
458 = KEHTETU
459 = Lõpeta protsess
460 = Käivita protsess
461 = Ava sisaldav kaust
462 = Mine asukohta
463 = Kopeeri käivituskoht
464 = Eemalda valitud
465 = Eemalda kõik kehtetud
466 = Eemalda mittetöötavad
467 = Eemalda kõik keelatud
468 = Atribuudid...
470 = Oled kindel, et soovid sulgeda valitud rakenduse?\nSalvestamata muudatused kustutatakse!
471 = Oled kindel, et soovid kustutada valitud üksuse?
472 = Oled kindel, et soovid kustutada kõik kehtetud üksused?
473 = Oled kindel, et soovid kustutada kõik mittetöötavad üksused?
474 = Oled kindel, et soovid kustutada kõik keelatud üksused?
475 = Käsku ei eksisteeri!
476 = TUNDMATU
477 = Keela automaatne käivitus
478 = Luba automaatne käivitus

[Outlook Control]
300 = Optimeerija
301 = Registri optimeerija
400 = Käivituse haldaja
500 = Seoste puhastaja
501 = Brauserite puhastaja
600 = Microsoft Office puhastaja
700 = Windowsi puhastaja
800 = Tõendusmaterjali eemaldaja
900 = Taastamatu kustutamine
2100 = Windowsi tööriistad
2200 = Rämpsfailide puhastaja

[Track Cleaner Browsers]
507 = Puhasta kõik
508 = Puhasta külastatud veebilehtede ajalugu
509 = Kustuta aadressirea ajalugu
510 = Kustuta ajutised interneti failid
511 = Kustuta küpsised
512 = Kustuta Index.dat failid
513 = Teosta
514 = Kustuta allalaadimiste ajalugu
515 = Kustuta seansi ajalugu
516 = Kustuta vormi ajalugu
517 = Eemaldaja
518 = Oled kindel, et soovid puhastada kõik valitud ajalugude andmed?
521 = Oled kindel, et soovid puhastada Internet Exploreri ajaloo andmed?
522 = Oled kindel, et soovid puhastada Firefoxi ajaloo andmed?
523 = Oled kindel, et soovid puhastada Opera ajaloo andmed?
524 = Oled kindel, et soovid puhastada Netscape ajaloo andmed?
525 = Sinu brauser salvestab detailse info selle kohta, milliseid veebilehti oled külastanud. Ja see teave on kergesti kõikidele kättesaadav. Brauserite puhastajaga saad kustutada ajutised interneti failid, mis sisaldavad pilte, mida oled näinud, kõiki videosid, mida oled vaadanud ja kõiki veebilehti, mida oled külastanud. Ajutiste interneti failide kustutamine vabastab ka palju ruumi sinu kõvakettal.
526 = Sule brauser enne selle seoste puhastamist.
527 = Index.dat failid kustutatakse järgmisel arvuti taaskäivitamisel.
599 = Seoste puhastamine on lõpetatud!

[Office Track Cleaner]
601 = Puhasta
607 = Puhasta Microsoft Wordi hiljutiste dokumentide ajalugu
608 = Kaasab Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 ja Word 2016
609 = Puhasta Microsoft Exceli hiljutiste dokumentide ajalugu
610 = Kaasab Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 ja Excel 2016
611 = Puhasta Microsoft Accessi hiljutiste dokumentide ajalugu
612 = Kaasab Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 ja Access 2016
613 = Puhasta Microsoft PowerPointi hiljutiste dokumentide ajalugu
614 = Kaasab PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 ja PowerPoint 2016
615 = Puhasta Microsoft FrontPage hiljutiste dokumentide ajalugu
616 = Kaasab FrontPage 2000, FrontPage XP ja FrontPage 2003
617 = Microsoft Office puhastaja lubab sul kustutada hiljuti kasutatud failide ajaloo programmidele Microsoft Word, Excel, Access, PowerPoint ja FrontPage. Kui sa ei soovi, et keegi näeks sinu hiljuti avatud või muudetud arvutustabeleid, dokumente või teisi faile, mis on loodud Microsoft Officega, siis vali need failitüübid, mida sa ei taha ja vajuta "Puhasta" nuppu. Sinu hiljuti kasutatud failid valitud programmidele ei ole enam ajaloos saadaval.

[Windows Tracks Cleaner]
701 = Puhasta
707 = Puhasta hiljutiste dokumentide ajalugu
708 = Puhasta Startmenüü ajalugu
709 = Puhasta otsingu ajalugu
710 = Puhasta printerite, arvutite ja inimeste otsingu ajalugu
711 = Tühjenda lõikelaud
712 = Puhasta MS Painti hiljutiste failide ajalugu
713 = Puhasta MS Wordpadi hiljutiste failide ajalugu
714 = Puhasta Registry Editori viimati avatud võtme ajalugu
715 = Puhasta avamise/salvestamise päringuakende ajalugu
716 = Puhasta viimati avatud kausta ajalugu
717 = Tühjenda prügikast
718 = Kustuta Windowsi ajutised failid
719 = Kustuta Startmenüü kasutatuse logid
720 = Microsoft Windows säilitab paljud seosed, mida oled teinud arvutiga, näiteks failide otsingu ajalugu (kui otsid faile ja kaustu), hiljuti avatud dokumentide ajalugu, erinevate rakenduste poolt avatud/salvestatud failide ajalugu ja palju muud. Windowsi puhastaja lubab sul kustutada kogu selle ajaloo ja ajutised failid. Muuhulgas saad tühjendada prügikasti ja kustutada ajutised failid, mis võib vabastada palju ruumi kõvakettal.
721 = Käivitamise ajalugu kustutatakse pärast explorer.exe protsessi taaskäivitamist.
722 = Seosed Windows Registry Editoris
723 = Seosed kohalikul kõvakettal
724 = Kustuta kokkujooksnud mälu failid
725 = Kustuta Chkdsk (Tõrkekontroll) taastatud failide killud


[Evidence Remover]
802 = Teosta
803 = Kustutamine
804 = Palun oota, kuni kustutamine on lõpetatud.
805 = Lõpetatud
806 = Aseta linnuke ketaste ette, mis sisaldavad sinu töö seoseid ja tõendusmaterjale ning mida soovid kustutada. See tööriist rakendub ainult kustutatud andmetele. HOIATUS: Pärast tegevuse sooritamist ei ole võimalik taastada sinu kustutatud faile!
807 = Kui sa tühjendad prügikasti, siis sinu failid ja kaustad märgitakse kui kustutatud, kuid need ei ole füüsiliselt hävitatud. See tööriist hävitab lõplikult failid ja kaustad, mis on juba kustutatud, kuid on jäänud sinu kõvakettale. Pole vahet, millise tööriistaga üritad sina või keegi teine hiljem andmeid taastada - andmed, mis on hävitatud Tõendusmaterjali eemaldajaga, ei ole võimalik hiljem taastada!
808 = Oled kindel, et soovid valitud ketastel hävitada mahajäänud seosed ja tõendusmaterjalid?

[Unrecoverable Delete]
912 = Nimekiri failidest ja kaustadest, mis lisatakse kustutamiseks ning mida ei ole hiljem võimalik taastada
913 = Failid
914 = Kaustad
915 = Sisesta failid, mida soovid kustutada ja eemaldada süsteemist. Neid faile ei saa taastada mitte ühegi tarkvaraga!
916 = Sisesta kaustad, mida soovid kustutada ja eemaldada süsteemist. Neid kaustu ei saa taastada mitte ühegi tarkvaraga!
917 = Lisa kustutamiseks faile
918 = Lisa kustutamiseks kaustu
919 = KUSTUTA IGAVESEKS
920 = Puhasta nimekiri
921 = Kui soovid turvaliselt kustutada faili või kausta (et olla kindel, et mitte keegi ei saaks mitte ühegi tööriistaga mitte kunagi taastada seda faili või kausta), kasuta Taastamatut kustutamist. Kustutades faili ja tühjendades prügikasti, ei tähenda, et need failid on kadunud igaveseks, need on endiselt kõvakettal ja igaühel on võimalus väga kergesti need taastada. Taastamatu kustutamise tööriist teeb selle võimatuks, sest see füüsiliselt hävitab valitud failid ja kaustad.
922 = Oled kindel, et soovid kustutada valitud failid ja kaustad igaveseks?

[Options Tree]
1001 = Suvandid
1100 = Üldine
1200 = Eemaldaja

[General]
1101 = Praegune keel:
1102 = Täpsem režiim
1103 = Otsi käivitumisel uuendusi

[Uninstaller Options]
1201 = Näita süsteemi uuendusi
1202 = Näita süsteemi komponente
1204 = Käivita ainult sisseehitatud eemaldaja
1205 = (Puudub Windows Vista tugi)
1206 = Loo süsteemitaastepunkt enne eemaldamist
1207 = Kustuta mahajäänud failid ja kaustad prügikasti

[Auto Update]
1907 = Uuenda
1908 = Versiooni teave
1909 = Praegune versioon:
1910 = Viimane versioon:
1911 = LAE ALLA
1912 = Tõmba viimane versioon
1913 = Mis on uut
1914 = Kontrollin...
1915 = Ühenduse viga...
1916 = PEATA
1917 = Alla laetud %s / %s
1918 = Alla laetud %s (kogu maht teadmata)
1919 = Revo Uninstaller ei suuda luua ühendust lehega www.revouninstaller.com. Palun veendu, kas sinu internetiühendus on aktiivne ja sinu tulemüür ei blokeeri Revo Uninstaller'it
1920 = Viga: Uue versiooni kontrollimine ebaõnnestus. Puudub internetiühendus.

[WinTools]
2110 = Käivita
2111 = Siin on palju käepäraseid ja kasulikke tööriistu ja komponente, mis on kokku köidetud iga Windowsi operatsioonisüsteemi tarvis. Mõned tööriistad kasutavad keerulisi käsuridu, teisi on raske kasutada. Windowsi tööriistad annab sulle kiire ja lihtsa juurdepääsu enamale, kui 10-le tavalisele Windowsi tööriistale.
2112 = Kui ilmneb probleem, siis sa saad kasutada Süsteemitaastet, et taastada sinu arvuti eelnevalt salvestatud seisundisse ilma, et kaotaksid oma isiklikud failid. Süsteemitaaste jälgib muutusi süsteemis ja mõnede rakenduste faile ning automaatselt loob kergesti üksteistest eristatavaid taastepunkte. Need taastepunktid võimaldavad tagasi pöörata süsteemi varasemalt varundatud seisundisse. Taastepunkte luuakse igapäevaselt ja süsteemi olulisel muutmisel. Samuti saad igal ajal luua ja anda taastepunktile nimi oma suva järgi.
2113 = Sa saad seda kasutada, et koguda ja kuvada infot sinu arvuti riistvara ja operatsioonisüsteemi kohta, sinu interneti, modemi ning võrguadapteri seadete kohta. Võrgu diagnostika tööriistaga saad kontrollida süsteemi ja testida võrguühendust ja kas võrguga seotud programmid ja teenused töötavad korralikult.
2114 = Võrgu teave kuvab kogu praeguste TCP/IP võrgu seadistuste teabe, Dynamic Host Configuration Protocol'i (DHCP) ja Domain Name System'i (DNS) sätted. Võrgu teave kuvab ka kõikide võrguadapterite kogu TCP/IP seadistused, k.a IP aadress, MAC aadress, subnet mask (alamvõrgu mask), default gateway (vaikelüüs), Windows Internet Naming Service (WINS) ja DNS seaded.
2115 = Turvakeskus kontrollib sinu arvuti seisundit kolmest küljest - tulemüür, automaatne uuendus ja pahavara/viiruse kaitse. Kui tuvastatakse probleem vähemalt ühes neis (näiteks viirusetõrje on aegunud), siis Turvakeskus saadab sulle hoiatuse ning soovitab, kuidas oma arvutit paremini kaitsta.
2116 = Süsteemi atribuudid on kasulik, et vaadata elementaarset arvuti riistvara teavet nagu näiteks protsessori tüüp ja muutmälu hulk, vaadata ja muuta sätteid, kuidas arvuti kasutab mälu ja leida teatud teavet (riistvara ja seadmete atribuudid), seadistada tarkvara profiile ja raporteerida süsteemi ja programmide vigasid Microsofti või sinu süsteemi administraatorile, kui need esinevad.
2117 = Süsteemiteave on Windows operatsioonisüsteemi komponent, mis kogub ja kuvab süsteemi seadistuste teabe kohalike ja võrguarvutite kohta. See sisaldab teavet riistvara seadistustest, arvuti komponentidest ja tarkvarast, k.a allkirjastatud ja allkirjastamata draiverid. Süsteemiteave on tugitööriist, mis kiiresti loeb sinu arvuti ja selle operatsioonisüsteemi andmeid.
2118 = TCP/IP Netstat Command on Windowsi operatsioonisüsteemi komponent, mis kuvab kõik aktiivsed TCP ühendused ja TCP ning UDP pordid, mida arvuti kuulab ning kuvab rakendustega seotud ühendused või kuulatavad pordid (rakenduse nimi on allosas nurksulgude [ ] vahel, selle kohal on kutsutud komponendi nimi ja nii edasi, kuni TCP/IP on lõpetatud).
2119 = Ekraaniklaviatuur kuvab ekraanil virtuaalse klaviatuuri ja võimaldab liigutamispuudega kasutajatel sisestada andmeid, kasutades osutusseadet või pulti. Ekraaniklaviatuur on mõeldud, et tagada minimaalne võimalus töötamiseks liigutamispuudega kasutajatele. Samuti saad kasutada Ekraaniklaviatuuri, kui sa arvad, et sinu arvutisse on paigaldatud mingi klahvide salvestaja, mis salvestab kõik klahvivajutused. Ekraaniklaviatuur välistab klahvivajutuste salvestamise võimaluse.
2120 = Kettadefragmentor analüüsib kohalikke kettaid ja tihendab killustunud faile ja kaustu, et need hõivaksid kettal ühtse, järjestikulise ruumi. Kettadefragmentor muuhulgas tihendab ketta vaba ruumi, et uute failide killustumist võimalikult palju vältida. Nende muudatuste saavutamisel saab süsteem failidele ja kaustadele paremini ligi ja salvestada uued palju tõhusamalt.
2121 = Teenused saab käivitada, katkestada, peatada, jätkata või keelata teenust kohalikus või võrguarvutis. Teenused saab muuhulgas seadistada taastetegevused, kui teenus nurjub (näiteks taaskäivitab teenuse automaatselt), lubada või keelata teenused eraldiseisvale riistvara profiilile ja vaadata iga teenuse staatust ja kirjeldust.
2122 = Ühiskaustasid kasutatakse, et hallata jagatud ressursse üle võrgu, juhtida kasutaja juurdepääsu õigusi, seansi aktiivsust, jagatud ressursi atribuute ja vaadata ühenduste ülevaadet ja ressursi kasutust kohalike ja võrguarvutite poolt. Ühiskaustad saab ka vaadata kasutajate nimekirja, kes on ühendatud võrgu kaudu sinu arvutiga (üle võrgu) ja ühendada lahti üks neist või nad kõik. Sa saad ka vaadata failide nimekirja, mis on hetkel avatud võrgukasutajate poolt.
2123 = Group Policy sisaldab kasutaja ja arvuti poliitika seadistust. Group Policy sätted määratlevad kasutaja töölauakeskkonna erinevad komponendid, mida vajab haldamiseks süsteemi administraator (näiteks programmid, mis on saadaval kasutajatele, programmid, mis on nähtaval kasutaja töölaual ja startmenüü suvandid).
2124 = Lisa/eemalda Windowsi komponendid aitab sul hallata arvutisse paigaldatud Windowsi komponente. Peale Windowsi operatsioonisüsteemi paigaldust saad kasutada seda tööriista, et lisada töösse välja lülitatud Windowsi komponent või eemaldada olemasolev Windowsi komponent, mida sa ei vaja.
2125 = Microsofti Windowsi pahatahtliku tarkvara eemaldamise tööriist kontrollib sinu arvutit nakkuste suhtes ja aitab eemaldada kõik leitud nakatunud failid. See pahavara eemaldamise tarkvara sisaldab viiruste, usside ja Trooja hobuste definitsioone. Kui tuvastamis- ja eemaldamisprotsess on lõpetatud, kuvab tööriist raporti, kus kirjeldab, kas pahavara tuvastati ja kas eemaldati.


[Junk Files Cleaner Options]
2202 = Kontrollitavad kettad:
2203 = Muster
2204 = Kirjeldus
2205 = Lisa
2206 = Eemalda
2207 = Lähtesta
2208 = Rämpsfailide puhastaja::Üldine
2209 = Rämpsfailide puhastaja::Välistatud
2220 = Kontrollimise muster:
2221 = Saad kasutada tähtede asemel sümboleid ? ja/või *
2222 = Lisa muster
2223 = Lisa välistatavate muster
2224 = Saad kasutada tähtede asemel sümboleid ? ja/või *
2225 = Välistatavate muster:
2226 = Kustuta failid prügikasti
2227 = Eira 24 tunni jooksul kasutatud faile

[Junk Files Cleaner Tool]
2306 = Kontrolli
2307 = Kustuta
2308 = Kontrollimine
2309 = Palun oota, kuni toimub kontrollimine.
2310 = Katkesta
2311 = Nimi
2312 = Maht
2319 = Failid:
2320 = Kogumaht:
2323 = Osa faile on kasutuses Windowsi või\n teiste programmide poolt ja ei saa praegu kustutada
2324 = Pead valima vähemalt ühe ketta ja laiendi, et alustada kontrollimist.
2325 = Rämpsfailide puhastaja lubab sul leida ja eemaldada erinevat tüüpi mittevajalikke ja rämpsfaile sinu arvutist. Tavaliselt sellised failid kustutatakse loonud rakenduse poolt kohe, kui neid enam vaja ei ole. Siiski võivad need jääda jäädavalt kõvakettale, kui rakendus suletakse ootamatult, süsteem jookseb kokku jne. Kui see juhtub, võib see põhjustada vaba ruumi vähenemist kõvakettal või aeglustada süsteemi tööd jne.
2326 = Fail
2327 = Failide kustutamine

[Context Menu Junk Files Cleaner]
2313 = Ava
2314 = Otsi Googlest 
2315 = Ava sisaldav kaust
2316 = Atribuudid...
2317 = Märgista kõik üksused
2318 = Ära märgista ühtegi üksust
2321 = Märgista valitud üksused
2322 = Ära märgista valitud üksuseid

[Topmost Window]
4002 = Suvandid
4003 = Ava põhiaken
4004 = Lohistamisrežiim
4005 = Jälitaja režiim
4006 = Maht
4007 = Väike
4008 = Keskmine
4009 = Suur
4010 = Akna suurus
4011 = VÄLJU
4012 = Eemalda
4013 = Peata automaatne käivitumine
4014 = Lõpeta protsess
4015 = Lõpeta ja kustuta protsess
4016 = Ava sisaldav kaust
4017 = Info
4018 = Atribuudid
4019 = KATKESTA
4020 = Lubatud on ainult üks fail korraga!
4021 = Oled lohistanud kausta, palun lohista fail!
4022 = Eemalda või kustuta:
4023 = Lahendamata! Proovi osutada teisele aknale, ikoonile või tegumirea üksusele.
4024 = Ei saa käivitada eemaldamise käsku!\n Palun eemalda rakendus Eemaldajaga.
4025 = Paigalduspakki ei leitud!\nVihje: Loe rohkem teavet rakenduse kohta põhiaknast ja\n proovi eemaldada programm käsitsi!
4026 = Valitud rakendusel on keelatud automaatselt käivituda!\nVihje: Kui soovid seda uuesti lubada, kasuta Käivituse haldajat põhiaknast!
4027 = Valitud rakendust ei leitud tavalistest käivitumise kohtadest!\nVihje: Et leida ebatavaline asukoht, kust programm käivitub, kasuta Google abi!
4028 = Oled kindel, et soovid sulgeda valitud rakenduse?\nSalvestamata muudatused kustutatakse!
4029 = Eemaldaja
4030 = Oled kindel, et soovid sulgeda ja kustutada valitud rakenduse?\nSalvestamata muudatused kustutatakse!
4031 = Oled kindel, et soovid sulgeda Windows Exploreri?\nStartmenüü, tegumiriba ja olekuala kaob!
4032 = Käivita automaatselt Windowsiga
4033 = Läbipaistvus

[Scan After Uninstall]
4210 = Asukoht
4211 = Võti
4212 = Väärtus
4213 = Andmed
4214 = Fail
4215 = Üksust ei ole valitud. Vali kustutamiseks üksus!
4216 = Kontrolli pärast eemaldamist
4217 = Vali kõik
4218 = Ära vali ühtegi
4219 = Kustuta
4220 = Mahajäänud failid
4221 = Mahajäänud registri võtmed
4222 = Kontrollimine enne eemaldamist, palun oota...
4223 = Käivitub eemaldaja...
4224 = Palun alusta mahajäänud failide, kaustade ja registri võtmete kontrollimist, kui rakenduse eemaldaja on lõpetanud.
4225 = Kontrollimine peale eemaldamist, palun oota...
4226 = Palun märgista loendatud üksusi hoolikalt!
4227 = Sule
4228 = Nimekirjas järelejäänud failid kustutatakse peale süsteemi taaskäivitamist.
4229 = Rakenduse eemaldaja käivitumine nurjus!\nVõimalik, et kehtetu eemaldamise käsk!
4230 = Tagasi
4231 = Edasi
4232 = Vali Eemaldamise režiim
4233 = Režiimid
4234 = Sisseehitatud - käivita rakenduse eemaldaja ilma täiendava kontrollita.
4235 = Ohutu - sisaldab sisseehitatud režiimi ja sooritab täiendava kontrolli registrist ja kõvakettalt, et leida mahajäänud üksusi, mille eemaldamine on ohutu. See on kiireim režiim.
4236 = Keskmine - sisaldab Ohutut režiimi ja sooritab laiendatud kontrolli, et leida kogu rakendusest mahajäänud teave enamikest tavalistest kohtadest registris ja kõvakettal.
4237 = Edasijõudnutele - sisaldab Keskmist režiimi ja sooritab sügavat ja põhjalikku kontrolli, et leida kogu rakendusest mahajäänud teave registrist ja kõvakettalt. See on kõige aeglasem režiim.
4238 = Rakenduse andmete analüüsimine enne selle eemaldamist.
4239 = Rakenduse sisseehitatud eemaldaja käivitamine.
4240 = Kui rakenduse eemaldaja on lõpetanud, vajuta "Edasi" et alustada mahajäänud failide, kaustade ja registri üksuste kontrollimist. 
4241 = Analüüsimise ja eemaldamine. 
4242 = Mahajäänud teabe kontrollimine
4243 = Sisseehitatud eemaldaja lõpetas, nüüd kontrollitakse registrit ja kõvaketast, et leida mahajäänud failid, kaustad ja registri üksused, mis on seotud eemaldatud rakendusega. Palun oota...
4244 = Leitud mahajäänud registri üksused
4245 = Leitud registri üksused:
4246 = Märkus: Palun kinnita hoolikalt paksu tekstiga üksusi! Ainult valitud paksu tekstiga üksused ja nende alamüksused kustutatakse!
4247 = Leitud mahajäänud failid ja kaustad
4248 = Leitud üksused:
4249 = Minu arvuti
4250 = Revo Uninstaller ei suuda käivitada rakenduse sisseehitatud eemaldajat. Võibolla on rakenduse eemaldamise käsk kehtetu või eemaldaja programm on vigane. Saad vajutada "Tagasi" ja proovida mõnda teist eemaldamise režiimi.
4251 = Rakenduse sisseehitatud eemaldaja lõpetas. Revo Uninstaller ei kontrollinud mahajäänud üksusi. Saad vajutada "Tagasi" ja proovida mõnda teist eemaldamise režiimi, et kontrollida mahajäänud faile, kaustu ja registri üksusi.
4252 = Revo Uninstaller lõpetas eemaldamise edukalt, kuid mahajäänud üksusi ei leitud. Saad vajutada "Tagasi" ja proovi mõnda teist laiendatud eemaldamise režiimi põhjalikumaks kontrollimiseks.
4253 = Revo Uninstaller lõpetas eemaldamise edukalt. Kui soovid otsida veel mahajäänud üksusi, vajuta "Tagasi" ja proovi põhjalikumat eemaldamise režiimi põhjalikumaks kontrollimiseks.
4254 = Lõpeta
4255 = Oled kindel, et soovid saata valitud failid prügikasti?
4256 = Oled kindel, et soovid kustutada valitud registri üksused?
4257 = Revo Uninstaller lõpetas eemaldamise edukalt!
4258 = Oled kindel, et soovid vahele jätta leitud mahajäänud registri üksuste kustutamise ning jätkata järgmise sammuga?
4259 = Oled kindel, et soovid vahele jätta leitud mahajäänud failide ja kaustade kustutamise ning jätkata järgmise sammuga? 
4260 = Mahajäänud üksuste kontrollimine on lõpetatud. Vajuta "Edasi", et näha tulemusi!
4261 = Süsteemitaastepunkti loomine...
4262 = Süsteemitaastepunkti loomine - ebaõnnestus!
4263 = Süsteemitaastepunkti loomine on keelatud (Suvandid->Eemaldaja)
4264 = Süsteemitaastepunkti loomine - sooritatud!


[About]
4300 = Tõlkijad:

[ContextMenu Uninstaller]
5000 = Käsud
5001 = Info
5002 = Otsi Googlest 
5004 = Paigalduse asukoht
5005 = Ava koduleht...
5006 = Ava abi...
5007 = Ava uuenduse leht...
5008 = Ava registri võti...

[Common]
10000 = OK
10001 = Katkesta
10002 = Abi
10003 = Sirvi
10004 = Selle tööriista abi
10005 = Koduleht
10006 = Programmist
10007 = Hoiatus
10008 = VIGA
10009 = Jah
10010 = Ei


[Tooltips]
2000 = Lülitu Eemaldaja režiimi
2001 = Näita tööriistade paneeli
2002 = Kohanda sätteid
2003 = Lülitu Jälitaja režiimi
2004 = Muuda paigaldatud programmide nimekirja vaadet
2005 = Eemalda valitud programm
2006 = Kustuta registrist valitud sissekanne
2007 = Värskenda rakenduste nimekirja
2008 = Uuenda praegune versioon uusimaks versiooniks
2009 = Leia täiendavat teavet ja vastust kõikidele sinu küsimustele, mis on seotud programmiga
404 = Käivita valitud rakendus
405 = Lõpeta ja sule valitud rakendus
406 = Väldi valitud rakenduse automaatset käivitumist
506 = Puhasta valitud suvandid
605 = Puhasta valitud suvandid
705 = Puhasta valitud suvandid
2106 = Käivita valitud tööriist
2304 = Kontrolli mittevajalikke faile valitud sätete kohaselt
2305 = Kustuta märgitud failid prügikasti



[UninstallerPro]
15000 = Üldine
15001 = Rühmade\nhaldaja
15002 = Uued programmid
15003 = Muud programmid
15004 = Nimi
15005 = Nimeta ümber
15006 = Internet
15007 = Mängud
15008 = Multimeedia
15009 = Vahendid
15050 = Liiguta üles
15051 = Liiguta alla
15052 = Lisa
15053 = Eemalda
15054 = Veerud
15055 = Eemalda see veerg
15056 = Joondus
15057 = Vasakul
15058 = Keskel
15059 = Paremal
15060 = Parim sobivus
15061 = Ekspordi
15062 = Tekstina (txt)
15063 = HTML'ina (html)
15064 = Microsoft Excel
15065 = Ekspordi
15066 = Vali veerud, mida soovid eksportida
15067 = Näita programmi uuena, kui see on paigaldatud:
15068 = Viimasel (päevades)
15069 = Peale viimast eemaldaja käivitamist
15070 = Rühma nimi:
15071 = Lisa
15072 = Rühm
15073 = Jälgitud programmid
15074 = Jälgitud\nprogrammid
15075 = Kõik programmid
15076 = Kõik\nprogrammid
15077 = Kustuta logi
15078 = Kohandatud eemaldamine
15079 = Muuda ikooni
15080 = Lisa rühma
15081 = Eemalda rühmast
15082 = Eemaldamine
15083 = Programmi logitud failide ja kaustade eemaldamine:
15084 = Logitud registri üksuste eemaldamine:
15085 = Mõned andmed võivad olla seotud eemaldatud programmiga, kuid neid ei kustutatud, sest Revo Uninstaller ei jälginud, kui programmi paigaldati. Kui soovid need enne üle vaadata, vajuta "Täpsem eemaldamine"
15086 = Täpsem eemaldamine
15087 = Faili/kausta asukoht
15088 = Nimekirja laadimine...
15089 = Eemalda valitud väärtused
15090 = Ava ülem registri võti... 
15091 = Laienda kõik 
15092 = Kahanda kõik
15093 = Väärtuse nimi 
15094 = Logi kaust:
15095 = Teosta ümbernimetamine eelnevalt olemasolevates süsteemifailides ja -kaustades
15096 = Sunnitud eemaldamine
15097 = Sunnitud\neemaldamine
15098 = Laienda valitud võti
15099 = Kahanda valitud võti
15100 = Eemalda valitud võti
15101 = Märgi valitud võti kui Loodud
15102 = Lisa Välistatute nimekirja
15103 = Kehtetu logifail
15104 = Faili ei eksisteeri! Sisesta kehtiv failinimi või katkesta tegevus.
15105 = Vali protsess
15106 = Lisa protsess nimekirja
15107 = Protsessi asukoht:
15108 = Lisa registri võti
15109 = Registri võtme asukoht
15110 = Sunnitud eemaldamise käsuga saab programme eemaldada või programmide mahajäänud andmeid kustutada. Mahajäänud faile ja kaustu saab sirvida või sisestada faili või kausta täispika raja. Lisateabena saab sisestada ka programmi nime. Tuginedes sisestatud andmetele üritab Revo Uninstaller otsida eksisteerivat sisseehitatud eemaldajat või paigaldusega seotud jälgitud programmide ja logide andmebaasi logisid. Kui midagi leitakse, siis lisatakse see nimekirja, kust saad valida, mida alles jätta ja mida mitte.\n\nPalun sisesta eemaldatava programmi täpne nimi ja asukoht, kuhu see paigaldatud on!
15111 = Kontrollimise režiimid
15112 = Sisseehitatud
15113 = Ohutu
15114 = Keskmine
15115 = Edasijõudnutele
15116 = Täispikk tee programmi failini või kaustani:
15117 = Programmi täpne nimi:
15118 = Leitud sisseehitatud eemaldajad:
15119 = Käivita valitud sisseehitatud eemaldaja
15120 = Programmi nimi
15121 = Eemaldamise käsk
15122 = Tüüp
15123 = 32-bitine
15124 = 64-bitine
15125 = Lõpeta protsess ja jätka
15126 = Valitud fail on töötav protsess! Kui soovid selle ja sellega seotud üksused korralikult eemaldada, on soovitatav see kõigepealt lõpetada ja siis edasi minna
15127 = Välistatav registri võti
15128 = Kaasa alamvõtmed
15129 = Käivitamisel ava "Jälgitud programmid"
15130 = Kustuta failid ja kaustad:
15131 = Varukoopia kausta
15132 = Prügikasti
15133 = Lõplikult
15134 = Oled kindel, et soovid kustutada valitud üksused?
15135 = Kaustad
15136 = Failid
15137 = Võimalikud seotud failid ja kaustad
15138 = Võimalikud seotud registri üksused
15139 = Võtmed:
15140 = Väärtused:
15141 = Logitud failid ja kaustad
15142 = Teosta eelnevalt olemasolevate süsteemifailide ja -kaustade ümbernimetamine
15143 = Oled kindel, et soovid eemaldada valitud üksused?
15144 = Valitud, kuid järelejäänud failid kustutatakse järgmisel süsteemi taaskäivitamisel.
15145 = Logitud registri üksused
15146 = Eemaldamine...
15147 = Esialgsete andmete põhjal mahajäänud failide, kaustade ja registri üksuste kontrollimine
15148 = Programmi sisseehitatud eemaldaja analüüsimine ja käivitamine
15149 = Kui programmi eemaldaja on lõpetanud, vajuta "Kontrolli", et alustada mahajäänud failide, kaustade ja registri võtmete kontrollimist.
15150 = Kettal pole piisavalt ruumi, et kirjutada vahemälu faile
15151 = Esines viga vahemälu faili kirjutamisel. Veendu, et sul on selleks õigused.
15152 = Esines viga vahemälu faili lugemisel
15153 = Revo Uninstaller ei leidnud mahajäänud üksusi
15154 = Kontrolli
15155 = Kohandatud\neemaldamine
15156 = Revo Uninstaller "Kõik programmid" moodul näitab kõikide kasutajate kõiki paigaldatud programme ja komponente, mis on jagatud kahte rühma - "Uus" ja "Muud". Kasutades detailset vaadet või tehes paremhiireklõpsu programmil, saad lugeda lisateavet (lingid ja atribuudid paigalduse kohta). Selle režiimi sätted leiad ülevalt menüüst "Suvandid"->"Eemaldaja"->"Kõik programmid".
15157 = Revo Uninstaller "Jälgitud programmid" moodul näitab kõiki programme, mida on jälgitud Revo Uninstaller poolt, kui neid paigaldati. Et jälgida programmi Revo Uninstaller'ga, tee paremhiireklõpsu selle paigalduse pakil (setup) või vajuta põhitööriistaribalt "Paigalda programme" nuppu. Selle režiimi sätted leiad ülevalt menüüst "Suvandid"->"Eemaldaja"->"Jälgitud programmid".
15158 = Registreerimine
15159 = Abifail
15160 = Paigalda programme
15161 = Paigalda\nprogramme
15162 = Loo enne eemaldamist süsteemitaastepunkt ja täielik registri varundus
15163 = Täieliku registri varunduse loomine...
15164 = Süsteemitaastepunkti loomine ja täielik registri varundamine on keelatud (Suvandid->Eemaldaja)
15165 = Täieliku registri varunduse loomine - sooritatud!
15166 = Täieliku registri varunduse loomine - ebaõnnestus!
15167 = (Puudub Windows Vista või Windows 7,8,10 tugi)
15168 = Logid:
15169 = Või paremhiireklõps Jälitaja režiimi ikoonil ja vali "Välju", et lahkuda
15170 = Ava Eemaldaja viisard täisekraanina
15171 = Kausta asukoht
15172 = Abi faili vaatamiseks paigalda palun pdf lugeja
15173 = Lisa uus rühm
15174 = Kustuta valitud logid
15175 = Loo uus puhvri fail
15176 = Oled kindel, et tahad luua uue puhvri faili?\nSinu muudatused programmide detailides lähtestatakse!
15177 = Halda
15178 = Ekspordi, impordi või muuda logi
15179 = Muuda\nvõi paranda
15180 = Muuda või paranda
15181 = Uuenda linki
15182 = Logide andmebaas
15183 = Logide\nandmebaas
15184 = Programmid:
15185 = Programmi nimi
15186 = Programmi versioon
15187 = Windowsi versioon
15188 = Windowsi arhitektuur
15189 = Leiti
15190 = Näita ainult %s'ga ühilduvaid logisid
15191 = Näita ainult %s logisid
15192 = Kattuvaid logisid:
15193 = Andmebaasi logisid:
15194 = Otsi:
15195 = logi
15196 = logi
15197 = programm
15198 = programmi
15199 = Nimi
15200 = Kiireemaldus
15201 = Kiir\neemaldus
15202 = Süsteemisisese varukoopia loomine
15203 = Programmi eemaldamine %d / %d
15204 = Esmane analüüsimine - valmis!
15205 = Programmi sisseehitatud eemaldaja käivitamine - valmis!
15206 = Programmi sisseehitatud eemaldaja käivitamine - ebaõnnestus!
15207 = Mahajäänud failide, kaustade ja registri üksuste kontrollimine...
15208 = Mahajäänud üksuste kustutamine...
15209 = Kustutati %d mahajäänud registri võtit ja %d väärtust
15210 = Kustutati %d mahajäänud kausta ja %d faili
15211 = Kiireemaldus on lõpetatud!
15212 = Staatus
15213 = Kui programmi sisseehitatud eemaldaja on lõpetanud, siis vajuta "Jätka", et eemaldamisega edasi minna.
15214 = Jätka
15215 = Imporditud
15216 = Lisa kommentaar
15217 = Muuda kommentaari
15218 = Moodulid
15219 = Logi kuupäev
15220 = Logiandmete ettevalmistamine eemaldamise jaoks...
15221 = %d / %d üksust
15222 = Vajalike ümbernimetamiste teostamine...
15223 = Oled kindel, et soovid valitud logi eemaldada?
15224 = Oled kindel, et soovid valitud logid eemaldada?
15225 = Logide eemaldamine - %d / %d
15226 = Ekspordi kõik
15227 = Ära\nvarunda
15228 = Jäta süsteemitaastepunkti ja täieliku registri varunduse loomine vahele
15229 = Täieliku registri varunduse loomine - jäeti vahele!
15230 = Süsteemitaastepunkti loomine - jäeti vahele!
15231 = Muuda logi
15232 = Impordi logi
15233 = Ekspordi logi
15234 = Logi kuvamine -
15235 = Nimeta logi ümber
15236 = Logi nimi
15237 = Salvesta muudatused
15238 = Muuda
15239 = Ikoon
15240 = Ikooni indeks
15241 = Autor
15242 = Loomise aeg
15243 = Viimane muutmise aeg
15244 = Hinnanguline maht
15245 = Registri võtmed
15246 = Registri väärtused
15247 = Loodud
15248 = Kustutatud
15249 = Ümbernimetatud
15250 = Ülekirjutatud
15251 = Teadmata
15252 = Eelmine nimi
15253 = Täispikk nimi
15254 = Eelmine täispikk nimi
15255 = Eelmine kuupäev
15256 = Sellenimeline registri väärtus on juba olemas!
15257 = Lisa võti
15258 = Võtme nimi:
15259 = Ei ole muudetud
15260 = Muuda võtit
15261 = Lisa väärtus
15262 = Muuda väärtust
15263 = Rakenda
15264 = Eelmine tüüp
15265 = Ära luba käivitatavate failide eemaldamisel neil tööle hakata
15266 = Otsi enne programmi tavalist eemaldamist selle jaoks sobivat logi
15267 = Oled kindel, et soovid valitud programmi(d) kiireemaldada?
15268 = Logide hulgast leiti logi, mida kasutatakse eemaldamise jaoks\nProgrammi sisseehitatud eemaldaja käivitamine.
15269 = Logide andmebaasist leiti logi, mida kasutatakse eemaldamise jaoks\nProgrammi sisseehitatud eemaldaja käivitamine.
15270 = Pärast programmi sisseehitatud eemaldaja lõpetamist vajuta "Jätka" nuppu, et näha mahajäänud faile, kaustu ja registri üksusi.
15271 = Logi faili allalaadimisel esines viga!
15272 = Logi faili ümbernimetamisel esines viga!
15273 = Revo Uninstaller "Logide andmebaas" näitab sinu Windowsi süsteemiga ühilduvaid jälgitud programmide logide nimekirja. Neid logisid säilitatakse meie veebilehel ja neid hooldab Revo Uninstaller meeskond.
15274 = Sinu versioon:
15275 = Uuenda kohe
15276 = Uuenda logide andmebaasi automaatselt
15277 = Logide andmebaasi allalaadimisel esines viga!
15278 = Logide andmebaasi uuendamisel esines viga!
15279 = Logide andmebaasi lahtipakkimisel esines viga!
15280 = Logide andmebaasi avamisel esines viga!
15281 = Sisesta oma kommentaar:
15282 = Vali ikoon
15283 = Failitee:
15284 = Vali ikoon nimekirjast:
15285 = Fail
15286 = Kaust
15287 = Logi eksportimine -
15288 = Logi importimine -
15289 = %d%% valmis
15290 = Eksportis
15291 = Leiti sarnaseid logisid
15292 = Jah (soovitatav)
15293 = Sinu poolt loodud logid tunduvad olema seotud programmiga, mida soovid eemaldada. Kas soovid eemaldamisel kasutada nende logide andmeid?
15294 = Logi allalaadimine -
15295 = Logide andmebaasist leitud logid tunduvad olema seotud programmiga, mida soovid eemaldada. Kui soovid eemaldamise jaoks mõnda neid kasutada, siis märgista need?
15296 = Meie logide andmebaasis leidub sobiv eemaldamise logi.\nKas soovid seda programmi parema eemaldamise eesmärgil kasutada?
15297 = Oled kindel, et soovid valitud logi(d) nimekirjast kustutada?
15298 = Eksportimiseks on vaja valida vähemalt üks veerg!
15299 = Sirvi
15300 = Kasuta valitud logi
15301 = Allikas
15302 = Sa ei ole nimekirjast valinud mitte ühtegi sisseehitatud eemaldajat.\nOled kindel, et soovid jätkata mahajäänud andmete otsimist ning sisseehitatud eemaldajat ei kasutagi?
15303 = Kui soovid eemaldamise käigus kasutada sisseehitatud eemaldajat, siis vali see nimekirjast.
15304 = Sa ei ole logide nimekirjast valinud ühtegi logi.\nOled kindel, et soovid jätkata mahajäänud andmete otsimisega ilma logi kasutamata?
15305 = Kui soovid eemaldamise käigus kasutada logi, siis vali see nimekirjast.
15306 = Logi andmete laadimine...
15307 = Loo täielik registri varundus enne eemaldamise alustamist
15308 = Täielik registri varundamine on keelatud (Suvandid->Eemaldaja)
15309 = Asukoht:
15310 = Kasuta paigalduskuupäeva hankimiseks programmi eemaldaja andmeid

[Auto Run Manager Pro]
15800 = Lisa
15801 = Lisa programm Windowsi käivitusse
15802 = Sea automaatne käivitumine:
15803 = Kõikidele kasutajatele
15804 = Praegusele kasutajale
15805 = Sea automaatne käivitumine kohast:
15806 = Register: Run - igal Windowsi käivitumisel
15807 = Register: RunOnce - käivita ainult järgmisel Windowsi käivitumisel
15808 = Käivituse kaust - igal Windowsi käivitumisel
15809 = Käsk (täielik tee):
15810 = Nimi:
15811 = Käivitumiselt eemaldatud
15812 = Käivitumiselt on eemaldatud mittetöötavad üksused
15813 = Käivitumiselt on eemaldatud kõik keelatud üksused
15814 = Teenused
15815 = Ava Windowsi teenused


[General App]
16001 = Prindi
16002 = Printimise eelvaade
16003 = Prindihäälestus
16004 = Vaade
16005 = Menüüriba
16006 = Põhitööriistariba
16007 = Kirjelduse paneel
16008 = Staatuse riba
16009 = Tööriistade riba
16010 = Fail
16011 = Käivituse\nhaldaja
16012 = Rämpsfailide\npuhastaja
16013 = Windowsi\ntööriistad
16014 = Brauserite\npuhastaja
16015 = Microsoft Office\npuhastaja
16016 = Windowsi\npuhastaja
16017 = Tõendusmaterjali\neemaldaja
16018 = Taastamatu\nkustutamine
16019 = Varunduste\nhaldaja
16020 = Paigalda Revo Uninstaller'ga
16021 = Eemalda Revo Uninstaller'ga
16022 = Paigalda valitud programmid Revo Uninstaller'ga
16023 = Eemalda valitud programmid Revo Uninstaller'ga
16024 = Varunduste kaust:
16025 = Varunda kustutatud registri üksused
16026 = Varunda kustutatud failid ja kaustad
16027 = Microsoft Excelit ei ole paigaldatud siia arvutisse (vea kood 0x%08X).
16028 = Microsoft Exceli rakenduse käivitamine nurjus (vea kood 0x%08X).
16029 = Tundmatu viga.
16030 = Register
16031 = Jäta vahele Revo Uninstaller teadete aken
16032 = Jäta vahele Revo Uninstaller hoiatuste aken
16033 = Protsessid
16034 = Jälgi programme väikese akna režiimis
16035 = Kaasa protsesse:
16036 = Välista protsesse:
16037 = Protsessi asukoht
16038 = Kujundus:
16039 = Tööriistaribad
16040 = Näita teksti silte
16041 = Näita väikeseid ikoone
16042 = Sinine
16043 = Hall
16044 = Must
16045 = Hõbedane
16046 = Tavaline
16047 = Tavaline 2
16048 = Tavaline sile
16049 = Osta kohe
16050 = Peale Revo Uninstaller ostmist saadetakse sulle meili teel tootenumber. Et aktiveerida Revo Uninstaller, pead sisestama tootenumbri allolevasse kasti ja vajutama "Aktiveeri võrgus". Aktiveerimine eeldab internetiühendust ja seega tulemüür ei tohiks blokeerida Revo Uninstaller-d. Kui sul on registreerimisega seotud küsimusi, palun saada kiri: registration@revouninstaller.com
16051 = Registreeri 
16052 = Sisesta täpne tootenumber siia:
16053 = Aktiveeri võrgus
16054 = Autoriõigustega kaitstud.
16055 = Registreeritud versioon
16056 = Registreerimata versioon
16057 = Oled kindel, et soovid kustutada loodud varundused, logid ja teised Revo Uninstaller andmed? Vajuta "Ei", kui oled uuendamas programmi..
16058 = Tõlkija:
16059 = Loo igapäevaselt täielik registri varundus
16060 = Kustuta jälgitud programmi logi peale programmi eemaldamist
16061 = Näita väikeseid ikoone "Detailid" vaates
16062 = Näita käskusid Windowsi kontekstmenüüs (Paigalda programmiga ..., Eemalda programmiga ...)
16063 = Vaikimisi vali kõik mahajäänud failid
16064 = Tumehall
16065 = Sinine 2
16070 = Käskude riba
16071 = Kohandatud
16072 = Kujundus
16073 = Kohandatud taustavärv
16074 = Kohandatud valimi värvid
16075 = Enne logi importimist sulge palun Revo Uninstaller\nVõi impordi logi tööriistaribal "Halda" nupule vajutades läbi "Jälgitud programmid" mooduli.
16076 = Aktiveeri
16077 = Vali aktiveerimise meetod
16078 = Võrgus aktiveerimine
16079 = Failiga aktiveerimine
16080 = Sinu 30-päevane prooviperiood on läbi. Kui soovid toodet edasi kasutada, pead ostma litsentsi.
16081 = Peale Revo Uninstaller litsentsi ostmist saadetakse meili teel sulle tootenumber. Revo Uninstaller aktiveerimiseks pead allpool asuvasse vormi sisestama oma nime ja selle tootenumbri (soovitatav on tootenumber kopeerida ja kleepida) ning seejärel vajuta "Aktiveeri võrgus" nupule. Aktiveerimine vajab internetiühendust ning su tulemüür ei tohiks blokeerida Revo Uninstaller'd. Kui sul on registreerimisega seotud küsimusi või probleeme, siis palun võta meiega ühendust aadressil: registration@revouninstaller.com
16082 = Peale Revo Uninstaller litsentsi ostmist saadetakse meili teel sulle tootenumber. Revo Uninstaller aktiveerimiseks faili abil pead allpool asuvasse vormi sisestama oma nime ja selle tootenumbri (soovitatav on tootenumber kopeerida ja kleepida) ning seejärel faili salvestamiseks vajuta "Salvesta fail" nupule. Seejärel saada loodud fail aadressile support@reovuninstaller.com või registration@revouninstaller.com. 24 tunni jooksul saadame sulle tagasi lahti lukustava võtme, mis viib Revo Uninstaller aktiveerimise lõpule. Kui sul on registreerimisega seotud küsimusi või probleeme, siis palun võta meiega ühendust aadressil: registration@revouninstaller.com
16083 = Sa valisid Revo Uninstaller aktiveerimise faili kaudu. Peale aktiveerimisfaili saatmist meile, peaksid sa olema Revo Uninstaller tugimeeskonna poolt kätte saanud lahtilukustamise võtme. Sa pead sisestama lahti lukustava võtme (soovitatav on võti kopeerida ja kleepida) ja vajutama "Aktiveeri" nupule. Kui sul on registreerimisega seotud küsimusi või probleeme, siis palun võta meiega ühendust aadressil: registration@revouninstaller.com
16084 = Sinu arvutis on tehtud muudatusi, mille tõttu on vaja Revo Uninstaller uuesti aktiveerida. Kui sul on registreerimisega seotud küsimusi või probleeme, siis palun võta meiega ühendust aadressil: registration@revouninstaller.com
16085 = Aktiveerimine on edukas! 
16086 = Aktiveerimine ebaõnnestus!
16087 = Aktiveerimisserveriga ühendus puudub. Palun veendu, et tulemüür ei blokeeriks Revo Uninstaller'd.
16088 = Sisesta kasutaja nimi:
16089 = Sisesta tootenumber (soovitatav on kopeerida):
16090 = Sisesta lahti lukustav võti (soovitatav on kopeerida):
16091 = Lähtesta aktiveerimisprotsess
16092 = Aega jäänud:
16093 = Salvesta fail
16094 = Registreeritud kasutajale
16095 = Aktiveeri uuesti
16096 = Aktiveerimine on pooleli. Palun oota ...
16097 = Tootenumber on vale.\nPalun kopeeri ja kleebi tootenumber!
16098 = Palun taaskäivita Revo Uninstaller
16100 = Tootenumber:
16101 = Litsentsi andmed:
16102 = Anna tagasisidet
16103 = Tugi võrgus
16104 = Lähtesta peaakna paneeli seaded
16105 = Lähtesta detailse vaate seaded
16106 = Lähtestamine õnnestus!\nMuudatuste rakendamiseks palun taaskäivita Revo Uninstaller
16107 = Midagi ei ole valitud.\nJätkamiseks pead valima vähemalt ühe üksuse.
16108 = Näita käivitusdialoogi

[AppBar]
16900 = Salvesta jälgitud süsteemimuutused logisse
16901 = Lõpeta paigaldamise jälgimine
16902 = Revo Uninstaller jälgib süsteemi muutusi - jätka tavapärast paigaldamist! Palun ÄRA käivita mitte ühtegi paigalduse faile, programme või midagi muud, kuniks toimub programmi paigaldamine! Pärast paigaldamise lõpetamist käivita paigaldatud programm(id), seadista ja sule need. Seejärel vajuta "Lõpeta" (punane ruut) ja salvesta logi.
16903 = Sisesta logi nimi:
16904 = Sisesta logi nimi ja vajuta "Salvesta"
16905 = Revo Uninstaller jälgib paigaldamist
16906 = Revo Uninstaller salvestab andmeid
16907 = Ei saanud piisavaid õigusi arvuti välja lülitamiseks. Proovi välja lülitada käsitsi!
16908 = Ei saanud kohandada õigusi arvuti välja lülitamiseks. Proovi välja lülitada käsitsi!
16909 = Palun sisesta õige logi nimi!
16910 = Oled kindel, et soovid logimise peatada?

[JunkFilesCleanerPro]
17000 = Välista
17001 = Viimati muudetud
17002 = Kontrolli kausta...


[EvidenceRemoverPro]
17300 = Tüüp
17301 = Kogumaht
17302 = Vaba ruum
17310 = Kohalik ketas
17311 = Irdketas
17312 = Hinnanguliselt aega jäänud:
17313 = päeva 
17314 = tundi
17315 = minutit
17316 = sekundit
17317 = Oled kindel, et soovid tegevuse peatada

[WindowsToolsPro]
17400 = Süsteemitaaste
17401 = Võrgu diagnostika
17402 = Võrguteave
17403 = Turvakeskus
17404 = Süsteemi atribuudid
17405 = Süsteemiteave
17406 = TCP/IP Netstat Command
17407 = Ekraaniklaviatuur
17408 = Kettadefragmentor
17409 = Teenused
17410 = Ühiskasutuses kaustad
17411 = Rühmapoliitika
17412 = Lisa/Eemalda Windowsi komponente
17413 = Microsoft Windowsi pahatahtliku tarkvara eemaldamise tööriist
17414 = Windowsi varundus ja taaste
17415 = Tegumiajasti
17416 = Kettakontroll
17417 = Süsteemifaili kontrollija
17450 = Windowsi varundus ja taaste võimaldavad teha koopiaid kõikidest arvutit kasutavate inimeste failidest ning luua süsteemipilti. Võid lubada Windowsil valida, mida varundada või valida ise kaustad, teegid ja draivid, mida soovid varundada. Süsteemipilt sisaldab Windowsi ja sinu süsteemi seadeid, programme ja faile. Süsteemipilti saad kasutada arvuti sisu taastamiseks, kui su andmekandja või arvuti lakkab töötamast.
17451 = Tegumiajasti aitab sul luua automatiseeritud ülesandeid, mis sooritavad neid valitud ajal või mingi sündmuse korral. See võimaldab ajastada programmi või skripti käivitumist eelseadistatud kordades või mingi ajaintervalli tagant. Tegumiajasti haldab kõikide ajastatud ülesannete teeke, võimaldades neid organiseeritult vaadata ning neid mugavalt hallata. 
17452 = Kettakontroll kontrollib süsteemidraivi failisüsteemi. Kettakontroll otsib probleeme, mis on seotud halbade sektoritega, kadunud klasteritega, segamini failidega ja kataloogide vigadega. Sellised probleemid võivad tekkida süsteemi kokkujooksmisel või kinnikiilumisel, ebastabiilse toite korral, ebakorrektsel arvuti väljalülitamisel jne. 
17453 = Süsteemifaili kontrollija võimaldab kontrollida ja taastada rikutud süsteemifaile, kontrollides nende versioone. Kui see leiab probleemi, siis üritab probleemseid faile asendada Windows DLL Cache'ga. Kui faili Windows DLL Cache's või DLL Cache on rikutud, siis palutakse sul sisestada Windowsi paigaldamisplaat.

[WindowsCleanerPro]
17500 = Kustuta pisipiltide puhver


[UnrecoverableDeletePro]
17600 = Lisa fail(e)
17601 = Lisa kaust
17602 = Kustuta igaveseks
17603 = Kustutamine
17604 = Arvutamine...
17605 = Allesjäänud üksusi ei saa praegu kustutada.\nVeendu, et neid ei kasuta Windows või mõni muu programm ning proovi seejärel uuesti.

[Backup Manager]
17800 = Varunduste haldaja
17801 = Taasta
17802 = Kustuta
17803 = Kustuta kõik
17804 = Kohandatud\ntaaste
17812 = Laadimine...
17813 = Tagasi
17814 = Edasi
17815 = Taastepunkti andmeid ei leitud
17816 = Töötlemine
17817 = Üksuste varundamine (%d / %d)
17818 = Taastepunktid:
17819 = Kogumaht:
17820 = Varunduste haldaja aitab sul hallata varunduste teavet, mis on talletatud Revo Uninstaller'ga pärast igat kustutatud registri võtit, faili või kausta. Taastamisel saad taastada kõik kustutatud andmed või saad ka valida, milliseid üksuseid soovid taastada. Kui vajad rohkem ruumi, saad kustutada mõned või kõik taastepunktid.
17821 = Nimi
17822 = Tegevus
17823 = Maht
17824 = Registri üksused
17825 = Failid ja kaustad
17826 = Tund
17827 = Kuupäev
17830 = Võtme/väärtuse nimi
17831 = Andmed
17835 = Vaikeväärtus
17836 = Üksuste taastamine (%d / %d)
17837 = Taastamine
17838 = Faili/kausta nimi
17839 = Kohandatud taaste
17840 = Varunduse faili lugemisel esines viga!
17841 = Failid ja kaustad, mida taastada
17842 = Registri üksused, mida taastada
17843 = Kettal ei ole piisavalt ruumi varunduse faili jaoks!
17844 = Varunduse faili kirjutamisel esines viga!
17845 = Oled kindel, et soovid taastada tegevuse %s koguhulgast %s?
17846 = Oled kindel, et soovid kustutada kõik taastepunktid?
17847 = Kustuta\n aja alusel
17848 = Kustuta varukoopiad, mis on sellest kuupäevast või perioodist vanemad
17849 = Kustuta kõik varukoopiad, mis on vanemad kui:
17850 = Valitud kuupäev:
17851 = Üks nädal
17852 = Kaks nädalat
17853 = 30 päeva
17854 = 90 päeva
17855 = 180 päeva
17856 = Üks aasta
17857 = Muu kuupäev
17858 = Valisid kuupäeva, mis on tänasest hilisem.\nSellega kustutatakse kõik varukoopiad! Jätkan?


[TooltipsPro]
18200 = Kohanda Revo Uninstaller sätteid
18201 = Muuda jälgitud programmide nimekirja vaadet
18202 = Halda Revo Uninstaller varunduste teavet
18203 = Paigalda programme Revo Uninstaller'ga
18204 = Eemaldatud programmide jäänuste sunnitud eemaldamine
18205 = Näita kõiki paigaldatud programme
18206 = Näita jälgitud paigaldatud programme
18207 = Eemalda valitud jälgitud programm
18208 = Valitud jälgitud programmi kohandatud eemaldamine
18209 = Taasta valitud Revo Uninstaller taastepunkti kohaselt
18210 = Kohandatud taaste valitud Revo Uninstaller taastepunkti kohaselt
18211 = Kustuta valitud Revo Uninstaller taastepunkt
18212 = Lisa programm automaatsesse Windowsi käivitumisse
18213 = Teosta tõendusmaterjalide eemaldamine märgitud ketastel
18214 = Lisa faile taastamatuks kustutamiseks
18215 = Lisa kaust taastamatuks kustutamiseks
18216 = Kustuta lisatud failid ja kaustad
18217 = Kustuta märgitud failid
18218 = Muuda või paranda valitud programmide paigaldust
18219 = Kiireemalda valitud programm (kõik mahajäänud andmed kustutatakse automaatselt)
18220 = Lisa logisse uus kirje
18221 = Muuda valitud kirjet
18222 = Muuda valitud kirjet logis
18223 = Eksprodi logi andmed HTML'ina

[Portable]
18500 = Uuenduse allalaadimisel esines viga!
18501 = Uuenduse lahtipakkimisel esines viga!
18502 = Uuendamine
18503 = Uuendamine on edukalt lõpetatud!
18504 = %d / %d faili
18505 = Kaasaskantavus
18506 = Kasuta mõnda muud andmete säilitamise kausta
18507 = Kasuta kiire laadimise režiimi
18508 = Nõustu
18509 = Litsentsileping